[{"title": "Applied mixing technology for process development: scaling down to scale up", "date": "14 March - 17 March 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Why learn about mixing and what is “mixing” anyway?An introduction to some example industrial processes with multiple mixing requirements. Foundations of mixing technology:  power, flow, and “shear” (with some discussion of rheology)An introduction to mixing applications, revisiting the example processes. Single-phase mixing applications and how they scale. Miscible liquid blending (macromixing)Heat transfer. Multiple-phase mixing applications and how they scale. Solid-liquid mixing. Liquid-liquid dispersion. Gas-liquid dispersion. Three-phase mixing. Competitive rate processes (micromixing and mesomixing)Mixing-sensitive reactions. Crystallizations and precipitations. An efficient experimental method for screening mixing sensitivities:  the Bourne Protocol. Balancing different mixing requirements during scale-up and scale-down:  scaling competitive rate processes and optimization WHO SHOULD ATTEND: Scientists and engineers in the chemical and pharmaceutical industries who are involved in process development, scale-up/scale-down, troubleshooting, and process optimization. TAKE-HOME MESSAGES: Mixing moderates some rate processes that can be critical for successful process results.Power, flow, and “shear” are the foundation upon which we can evaluate mixing applications.Predicable mixing performance can be estimated for single phase and multiple phase systems, along with the boundaries of “not enough mixing” and “too much mixing”.You cannot keep all mixing parameters the same when you scale up. WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This is a NEW online short course and will be held Live via a Virtual Platform over four sessions – listed below. Monday, March 14 | 2.00pm – 5.00pm GMT Tuesday, March 15| 2.00pm – 5.00pm GMT Wednesday, March 16 | 2.00pm – 5.00pm GMT Thursday, March 17 | 2.00pm – 5.00pm GMT Course Introduction  Use of the proper mixing technology is often essential for successful process results.  This online course considers how we can choose appropriate mixing conditions for laboratory, pilot, and commercial scale units to ensure technical success.  The course begins by rooting us in some essential basics of mixing technology.  With those fundamentals, we then progress through different mixing applications in increasing levels of complexity:  single-phase (blending and heat transfer), multiple phase (solid-liquid, immiscible liquid, gas-liquid, and 3-phase), and mixing in competitive rate processes (reactions and crystallizations).  Throughout, we look at scale-up and scale-down by using examples from industrial processes which have a variety of mixing requirements.  We will discuss how to design and execute practical experiments at the small scale which can identify mixing sensitivities in a process that could be an issue on scale-up.  Though primarily focusing on operations in stirred tanks, we will also discuss mixing applications in flow systems like static mixers.", "price": "1295.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/applied-mixing-technology-for-process-development-scaling-down-to-scale-up-5/20220314/"}, {"title": "Practical management of impurities and development of effective and comprehensive control strategies", "date": "22 March - 30 March 2022", "location": "Online Platform", "information": "COURSE OUTLINE: This 4 session online course is aimed at providing a holistic understanding of the challenges and issues associated with implementing an effective control strategy for all impurity types. It will examine key areas, specifically, impurity qualification, mutagenic impurities, elemental impurities, extractives and leachables and solvents. In each case it will examine practical approaches through both case studies and practical exercises and in all instances provide clarity as to the current and emerging regulatory frameworks BENEFITS OF ATTENDING: What will attendees gain from the course?What are the key impurity classes and how they relate to the overall manufacturing process.A clear understanding of the pivotal role played by chemists and analysts in the impurity management process.How to effectively relate product quality to impurity qualification ensuring that qualification studies properly align to process capability.How to align impurity management to the over process control strategy – to optimise effective control.How to use effective impurity management to drive key process and regulatory decisions e.g. starting material definition and defence. WHO SHOULD ATTEND: Scientists, managers and team leaders involved in the development of pharmaceuticals and Engineers.  This course is particularly relevant to process development chemists and analysts at all levels, but will also be of interest to late stage medicinal chemists who want to gain a greater understanding of the impact of impurities WHAT'S INCLUDED: The course fee includes:Link to watch all four live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This Online course is aimed at providing a holistic understanding of the challenges and issues associated with implementing an effective control strategy for all impurity types. It will examine key areas, specifically, impurity qualification, mutagenic impurities, elemental impurities, extractives and leachables and solvents. In each case, it will examine practical approaches through both case studies and practical exercises and in all instances provide clarity as to the current and emerging regulatory frameworks. The course also looks at other impurity related areas such as shared facilities, both the guideline and recent Q&A document, finishing with a look to the future and the challenges associated with new modalities including Oligonucleotides and Antibody Drug Conjugates. The course will be split over four sessions as follows in UK time: Tuesday, March 22nd | 1.30pm – 5.30pm GMT Wednesday, March 23rd | 1.30pm – 5.30pm GMT Tuesday, March 29th | 1.30pm – 5.30pm GMT Wednesday, March 30th | 1.30pm – 5.30pm GMT", "price": "1595.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/practical-management-of-impurities-and-development-of-effective-and-comprehensive-control-strategies-9/20220322/"}, {"title": "Biocatalysis as a tool for the synthetic chemist", "date": "28 March - 31 March 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Introduction to Biocatalysis. Literature sources for biocatalysis (books and review articles) Myths about biocatalysis / pros and cons of biocatalysis Enzyme / protein basics, basic microbiology Sources of biocatalysts Equipment requirements Enzyme types. Hydrolytic Enzymes (Lipases, esterases, amidases, proteases)Mechanism of hydrolysis by enzymes Kinetic resolution Use of organic solvents Dynamic kinetic resolution (DKR) Deracemisation Ester, amide, nitrile and epoxide hydrolysis concentration. Oxidations. Alcohol oxidation Amine oxidation, deracemisation of amines and amino acids Bio-oxygenation, bio-hydroxylation Demethylation Epoxidation Bayer-Villiger oxidation Sulphoxidation. Reduction. Ketone reduction, Prelog rules Co-factors Deracemisation of secondary alcohols Enantioselective reduction / DKR Keto-ester reduction C=C reduction. C-C and C-X bond formation. Aldol reactions Transketolases Cross benzoin reactions Hydroxy-nitrile lyases Michael reactions Transamination Fumarase and aspartase. Scale Up of Biotransformations. Reactors Case studies. New Developments including Directed Evolution. Polymerase Chain Reaction Mutagenesis Directed Evolution Product isolation. Pros and Cons of Biocatalysis. Summary Q&A, discussion WHO SHOULD ATTEND: Any Organic Chemist involved in synthesis, particularly those involved in designing novel, green synthetic routes.Chemists who want to learn how biocatalysis can help them.Those involved in the scale-up of biocatalytic reactions. WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "We are delighted to offer this course now ONLINE, the two day course has now been divided up into four sessions, which will be presented via a virtual on line system.  Dates and timings are as follows in UK time: Monday March 28th | 2.00pm – 5.00pm UK Tuesday March 29th | 2.00pm – 5.00pm UK Wednesday March 30th | 2.00pm – 5.00pm UK Thursday March 31st | 2.00pm – 5.00pm UK The aim of the course is to give organic chemists an understanding and an overview of the subject of biotransformations. Attendees will learn about the main classes of enzymes and the transformations these enzymes carry out. Each transformation type will be illustrated with examples and case studies and the course will also include problem sessions where attendees will work on real examples applying biotransformations to organic synthesis. Recent developments in the field will be covered as well as an overview of the sort of equipment and resources required. Please do view the brochure for more information (please note this is based on the live 2 day course, but the content is the same)", "price": "1499.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/biocatalysis-as-a-tool-for-the-synthetic-chemist-7/20220328/"}, {"title": "An introduction to chemical engineering science", "date": "25 April - 28 April 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Based on the well-received face-to-face offering, this course has been structured to provide flexibility in a virtual training environment.  Interactivity is retained by enabling participants to split out into virtual break-out rooms to work on examples that help cement understanding of the material presented. The course has been split into a series of core modules providing an Introduction to Chemical Engineering Science (four, 3-hour sessions) and a series of elective modules covering some practical applications of the material from the Introduction.Introduction to chemical engineering science What is chemical engineering?What do some chemical engineers do?Dimensionless groups. Process representations and their uses. Conservation of mass and material balances. Conservation of energy and energy balances. Fundamental fluid mechanics. Basics of fluid behaviour. Fluid properties. Flow measurement. Heat transfer fundamentals. Fundamentals of conduction and convection, heat transfer coefficients. Mass transfer fundamentals. Introduction to mass transfer. Phase equilibria. Mass transfer coefficients. Reaction engineering. Reaction engineering principles. Simple approaches to reactor design and selection COURSE OBJECTIVES: Chemists, biologists and engineers regularly interact and collaborate in process R&D projects. For effective team working they should each understand the needs and objectives of the other disciplines.This course gives scientists and other engineering disciplines an introduction to the main aspects of chemical engineering science that will help them realise the importance of the subject. It introduces and describes core principles of chemical engineering and how process technologists can provide data and information to support the chemical engineers in their work. The course will help other process technologists appreciate the role of chemical engineers and assist in understanding their requirements.The course will equip process technologists with a sufficient understanding of chemical engineering to foster better communication with chemical and process engineers. It will enable delegates to be aware of the impact of chemical engineering principles on successful scale-up and process problem solving.  The principle aim is that delegates will be able to discuss chemical engineering issues affecting their processes and relate them to their own areas of expertise. OPTIONAL EXTRA MODULES: To complement this course, Britest are delighted to offer three additional modules that will further your knowledge in Chemical Engineering.   You will be able to select these courses during your booking process, each module is priced at £269.00 each, please note if you select all three modules you will receive one FREE.   This discount will be applied upon registration and check out.Fluid Transfer and Mixing – Elective Module 1 | Wednesday May 11th 2.00 – 5.00pm BSTThis one day short course will look at:Fluid transfer systems. Reynolds number. Pressure drop in pipes. Types of pump and pump selection. Liquid mixing. Applications of mixing. Types of agitators. Mixing regimes and their effects on process. Solid-liquid and gas-liquid mixing. Mass Transfer Applications – Elective Module 2 | Thursday May 12th 2.00 – 5.00pm BST This one day short course will look at:Introduction to column contactors. Gas absorption. Distillation. Solvent extraction processes and equipment. Elective Module 3: Heat Transfer Equipment and Drying | Friday May 13th 2.00 – 5.00pm BSTThis one day short course will look at:Heat transfer utilities and equipment. Types of heat transfer equipment. Heat transfer in batch vessels. Evaporation. Joule-Thomson effect. Drying. Humidity and the drying process. Application to solvents. Dryer design & equipment. You will also have the opportunity of booking these courses separately too if you prefer to only attend the Modules, Module 1, Module 2, Module 3 WHAT'S INCLUDED AND WHO SHOULD ATTEND...: The course fee includes:Link to watch all four live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.Who Should Attend:This course would be useful to any Scientists, Technologists or Engineers from other branches of engineering who are involved in process research and development, scale-up or manufacturing.The course will help enable better technology transfer and communication with your Chemical and Process Engineers.", "pitch": "We are now delighted to offer this course ONLINE this three day course has been divided up into FOUR afternoon sessions and then an additional three optional modules to further your knowledge in Chemical Engineering.  The course will be delivered virtually via an on line platform and there will be an opportunity for interactive sessions and questions to the tutors. The Four day sessions will take place on the following dates and times UK time, information on the modules is listed below Monday, April 25th | 2.00pm – 5.00pm, Tuesday, April 26th | 2.00pm – 5.00pm, Wednesday, April 27th | 2.00pm – 5.00pm, Thursday, April 28th | 2.00pm – 5.00pm, R&D scientists are often at a disadvantage when working in process research and development because of their lack of knowledge about the basic principles of chemical engineering, and the impact of decisions regarding process yield and selectivity on up- and downstream operations. Other branches of engineering face a similar disadvantage when considering the whole process. This course has been developed, and is presented, by chemical engineers and chemists who specialise in facilitating knowledge transfer and understanding between different scientific and engineering disciplines working at the R&D-manufacturing interface. As a result, it does not dwell on the derivation of mathematical formulae or equations used in chemical engineering design, but instead focuses on what other disciplines need to know about the information and data that chemical engineers require for design, scale-up and process troubleshooting. Chemical engineering without mathematics is impossible, but this course presents only relevant mathematics at a level that should not trouble anyone with a numerate scientific degree.   Other disciplines do not need to know how to design plants or equipment and this course does not attempt to teach this. The course focuses on understanding chemical engineering principles to promote clear communication between disciplines, facilitating information and knowledge transfer. EXTRA SESSIONS AVAILABLE: Module 1:  Fluid Transfer and Mixing  | Wednesday May 11th 2.00 – 5.00pm BST Module 2:  Mass Transfer Applications  | Thursday May 12th 2.00 – 5.00pm BST Module 3:   Heat Transfer Equipment and Drying | Friday May 13th 2.00 – 5.00pm BST You can add these modules to your booking of this course, or you can book onto them individually using the links above to the specific module pages. If you book the Chemical Engineering course and 2 modules, you get your 3rd module free.", "price": "1499.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/an-introduction-to-chemical-engineering-science-3/20220425/"}, {"title": "Scale-up: what goes wrong? short course", "date": "26 April - 27 April 2022", "location": "Online Platform", "information": "WHAT'S INCLUDED: Live interactive training sessions based over 3 afternoons (BST time) using an online webinar platform, details on how to access the course will be shared before the event.E Reader version of the manual please note the E Reader is not printable or downloadable due to copyright (professionally printed versions of the manual are available but at an additional cost to cover postage)Course certificate** Please note sessions are not recorded or shared after the course. WHO SHOULD ATTEND: Process development chemists and chemical engineers. Discovery chemists who would like a window in to the world or process development. Anyone involved in scaling up chemical processes.", "pitch": "This is an Online Short Course and will look at the reasons why reactions don’t always scale-up as expected, using real-life examples from industry.  The course will be in two sections of 60-90 minutes held over two consecutive days as follow: Tuesday, April 26th | 2.30pm – 4.00pm BST and Wednesday, April 27th | 2.30pm – 4.00pm BST This short course will look at the reasons why reactions don’t always scale-up as expected, using real-life examples from industry.  Some theory on mixing and related topics (such as heat transfer) will be covered along with useful tips on which types of reactions are likely to cause problems. The use of simple laboratory scale experiments to anticipate scale-up problems will be included. Case studies will be used to show how companies have avoided or corrected scale-up problems. When you register you will be sent links to join the on-line sessions. These will take place at the following time each day: Who should attend this on line course: Process development chemists and chemical engineers Discovery chemists who would like a window in to the world or process development Anyone involved in scaling up chemical processes.", "price": "315.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/scale-up-what-goes-wrong-short-course-2/20220426/"}, {"title": "Safety & selectivity in the scale-up of chemical reactions", "date": "03 May - 06 May 2022", "location": "Online Platform", "information": "COURSE OUTLINE: The aim of the course is to give lab chemists an understanding of the issues that need to be considered during the early stages of scale up to large laboratory scale equipment (10-20 litre vessels) / kilo lab. The course will concentrate on chemical safety and selectivity issues and include information on what safety testing equipment is available and the uses and limitations of this equipment. Attendees will learn how to identify potential problems whether they be thermal hazards or selectivity issues. Methods used by other companies for handling hazardous reagents and reactions will be described as well as alternative chemistry to circumvent these reactions and/or reagents. BENEFITS OF ATTENDING: Attendees will learn how to identify potentially unsafe chemical processes, particularly those that pose more a danger on scale. They will learn about what testing procedures are available to help them identify unsafe operating conditions to enable to talk knowledgably to in-house safety professionals or contract organizations. Sources of safety information in the literature and via the internet will be provided. The course provides lists of reagents and functional groups that should trigger safety testing studies. Methods used in other companies for handling hazardous reagents and reactions will be provided. Alternatives reagents or substitutes for hazardous materials will also be discussed. Recommendations will be provided for making the first sample of a product where there may be safety or stability concern WHO SHOULD ATTEND: Any laboratory chemist involved in the scale-up to large scale equipment/kilo lab WHAT'S INCLUDED: he course fee includes:Link to watch all four live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "We are delighted to be able to offer this course now ONLINE, this two-day course will be divided up into four sessions using an online platform, dates and times are as follows and set in BST (British Summer Time): Tuesday May 3rd | 2.00pm – 5.00pm BST Wednesday May 4th| 2.00pm – 5.00pm BST Thursday May 5th | 2.00pm – 5.00pm BST Friday May 6th | 2.00pm – 5.00pm BST The safety of chemical processes is critical for the whole chemical industry. It is vital that process development chemists and engineers are able to identify aspects of the chemistry that may be hazardous or pose a risk to the safety of the process or equipment. In order to do this, they need to know when to proactively engage colleagues or contractors to carry out process safety testing and hazard analysis, which in turn requires a knowledge of the equipment and test methods available. As chemical reactions are scaled up and operations become more economic the ability to remove heat from exothermic events becomes reduced and at the same time the outcome of any incident becomes much more severe. This is an almost unique course on the safety of chemical reactions and processes that are designed by chemists for chemists (and engineers) with the ultimate aim of helping the chemical industry reduce the number of chemical or process related incidents.", "price": "1499.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/safety-selectivity-in-the-scale-up-of-chemical-reactions-11/20220503/"}, {"title": "Solvents and solvent selection in chemical manufacturing", "date": "11 May - 13 May 2022", "location": "Online Platform", "information": "WHO SHOULD ATTEND?: This online class will be of interest to anyone who are:Medicinal chemists/ Process chemists in industry. Researchers in academia interested in moving to use greener solvents. Scientists working in EHS/sustainability in  pharma/agrochem/fine chemicals manufacturing WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.Additional session is charged at £145.00 + VAT", "pitch": "This is a ONLINE short course which will look at reducing the burden of solvents,  importance of solvent selection, and how to reduce solvent use and select solvents with a better safety and environmental profile. May 11, 1.30 – 4.30 pm (UK)  |  Session 1 May 12, 1.30 – 4.30 (UK) |  Session 2 (Optional 3rd Session) May 13, 1.30 – 4.30 (UK) | Session 3 Looking at the process mass intensity (kg API/ kg materials used), solvents and process water are the biggest contributor to Process Mass Intensity (PMI). Due to their embedded resource utilisation, solvents are also of the biggest contributors to the cradle to gate life cycle impact of pharmaceutical agrochemical and fine chemical products. The advance of  EU REACH (and similar environmental legislation in other territories) is also highlighting the undesirable human health and environmental issues with some solvents and solvent classes thus making the intelligent selection of solvents a paramount task for process chemists and engineers seeking to design the most sustainable manufacturing route, and to  avoid future issues with chemicals that legislation seeks to reduce or remove entirely from use. It is clear that solvents still challenge the industry and there is work to be done in identifying better, more sustainable solvents – especially to replace some ethers, dichloromethane and many of the dipolar aprotics, and adopt ways of working that reduce/optimise solvent use. This virtual course will explore some tools and current strategies for doing this.  The following topics will be covered: In addition to the presentation material, attendees will also get  a list of DOI -linked literature references on solvent selection, recommended solvent/alternative solvents for a range of reaction classes, and key a selection of publications on emerging solvents. Optional 3rd Session – Neoteric  & Alternative Solvents – Friday May 13th | 1.30 – 4.30pm The application, uptake and pros and cons of each class will be discussed. There is an additional cost of £245.00 + VAT for this session", "price": "495.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/solvents-and-solvent-selection-in-chemical-manufacturing/20220511/"}, {"title": "Fluid transfer and liquid mixing – module 1", "date": "11 May - 11 May 2022", "location": "Online Platform", "information": "MODULE OUTLINE: Module Outline. Based on the well-received face-to-face Chemical Engineering course, these modules have been structured to provide flexibility in a virtual training environment.  Interactivity is retained by enabling participants to split out into virtual break-out rooms to work on examples that help cement understanding of the material presented. Each module duration will be 3 hours.Module 1: Fluid Transfer and Liquid Mixing. Fluid transfer systems. Reynolds number. Pressure drop in pipes. Types of pump and pump selection. Liquid mixing. Applications of mixing. Types of agitators. Mixing regimes and their effects on process. Solid-liquid and gas-liquid mixing MODULE OBJECTIVES: Chemists, biologists and engineers regularly interact and collaborate in process R&D projects. For effective team working they should each understand the needs and objectives of the other disciplines.These modules give scientists and other engineering disciplines an introduction to some key aspects of the application of chemical engineering science to…1) Fluid transfer and liquid mixing2) Mass transfer applications3) Heat transfer equipment and Drying. The objective is to enable delegates to be aware of the impact of chemical engineering principles on successful scale-up and process problem solving.  The principle aim is that delegates will be able to discuss chemical engineering issues affecting their processes and relate them to their own areas of expertise. WHAT'S INCLUDED: The course fee includes:one modulecourse certificate at the end. E Reader of the slides. Please note recordings of any sessions will not be shared.", "pitch": "This ONLINE short course is split into 3 modules and part of the well-received “Chemical Engineering: What Scientists and Other Disciplines Need to Know” course. You can have the choice to attend one, two or all three modules.  This module is set to take place on  Wednesday 11th May at 2.00pm – 5.00pm BST (British Summer Time)   If you are also interested in the full Introduction to Chemical Engineering Science, click here for more details.  These modules have been developed, and are presented, by chemical engineers and chemists who specialise in facilitating knowledge transfer and understanding between different scientific and engineering disciplines working at the R&D-manufacturing interface. They do not dwell on the derivation of mathematical formulae or equations used in chemical engineering design, but instead focuses on what other disciplines need to know about the information and data that chemical engineers require for design, scale-up and process troubleshooting. Chemical engineering without mathematics is impossible, but only relevant mathematics is presented at a level that should not trouble anyone with a numerate scientific degree.   Other disciplines do not need to know how to design plants or equipment and the modules do not attempt to teach this. They focus on understanding chemical engineering principles to promote clear communication between disciplines, facilitating information and knowledge transfer. If you are interested in the other two modules, please click on the dates below, along with the Introduction to Chemical Engineering.  Please note there is a special discount if you attend the full course and all three modules. Module 2 – Mass Transfer Applications | Thursday, May 12th – 2.00pm – 5.00pm BST Module 3 – Heat Transfer Equipment and Drying | Friday, May 13th – 2.00pm – 5.00pm BST Introduction to Chemical Engineering Virtual Course | April 25-28th – 2.00pm – 5.00pm BST", "price": "269.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/fluid-transfer-and-liquid-mixing-module-1-3/20220511/"}, {"title": "Mass transfer applications – module 2", "date": "12 May - 12 May 2022", "location": "Online Platform", "information": "MODULE OUTLINE: Module Outline. Based on the well-received face-to-face Chemical Engineering course, these modules have been structured to provide flexibility in a virtual training environment.  Interactivity is retained by enabling participants to split out into virtual break-out rooms to work on examples that help cement understanding of the material presented. Each module duration will be 3 hours.Introduction to column contactors. Gas absorption. Distillation. Solvent extraction processes and equipment MODULE OBJECTIVES: Chemists, biologists and engineers regularly interact and collaborate in process R&D projects. For effective team working they should each understand the needs and objectives of the other disciplines.These modules give scientists and other engineering disciplines an introduction to some key aspects of the application of chemical engineering science to…1) Fluid transfer and liquid mixing2) Mass transfer applications3) Heat transfer equipment and Drying. The objective is to enable delegates to be aware of the impact of chemical engineering principles on successful scale-up and process problem solving.  The principle aim is that delegates will be able to discuss chemical engineering issues affecting their processes and relate them to their own areas of expertise. WHAT'S INCLUDED: The course fee includes:one modulecourse certificate at the end. E Reader version of the manual. Please note recordings of any sessions will not be shared.", "pitch": "This ONLINE short course is split into 3 modules and part of the well-received “Chemical Engineering: What Scientists and Other Disciplines Need to Know” course. You can have the choice to attend one, two or all three modules.  This module is set to take place on  Thursday 12th May at 2.00pm – 5.00pm BST (British Summer Time) If you are also interested in the full Introduction to Chemical Engineering Science, click here for more details.  These modules have been developed, and are presented, by chemical engineers and chemists who specialise in facilitating knowledge transfer and understanding between different scientific and engineering disciplines working at the R&D-manufacturing interface. They do not dwell on the derivation of mathematical formulae or equations used in chemical engineering design, but instead focuses on what other disciplines need to know about the information and data that chemical engineers require for design, scale-up and process troubleshooting. Chemical engineering without mathematics is impossible, but only relevant mathematics is presented at a level that should not trouble anyone with a numerate scientific degree.   Other disciplines do not need to know how to design plants or equipment and the modules do not attempt to teach this. They focus on understanding chemical engineering principles to promote clear communication between disciplines, facilitating information and knowledge transfer. If you are interested in the other two modules, please click on the dates below, along with the Introduction to Chemical Engineering.  Please note there is a special discount if you attend the full course and all three modules. Module 1 – Fluid Transfer and Liquid Mixing | Wednesday, May 11th – 2.00pm – 5.00pm BST Module 3 – Heat Transfer Equipment and Drying | Friday, May 13th – 2.00pm – 5.00pm BST Introduction to Chemical Engineering Virtual Course | April 25 – 28th – 2.00pm – 5.00pm BST", "price": "269.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/mass-transfer-applications-module-2-2/20220512/"}, {"title": "Heat transfer equipment and drying – module 3", "date": "13 May - 13 May 2022", "location": "Online Platform", "information": "MODULE OUTLINE: Module Outline. Based on the well-received face-to-face Chemical Engineering course, these modules have been structured to provide flexibility in a virtual training environment.  Interactivity is retained by enabling participants to split out into virtual break-out rooms to work on examples that help cement understanding of the material presented. Each module duration will be 3 hours.Heat transfer utilities and equipment. Heat transfer calculations. Types of heat transfer equipment. Heat transfer in batch vessels. Evaporation. Joule-Thomson effect. Drying. Humidity and the drying process. Application to solvents. Dryer design & equipment MODULE OBJECTIVES: Chemists, biologists and engineers regularly interact and collaborate in process R&D projects. For effective team working they should each understand the needs and objectives of the other disciplines.These modules give scientists and other engineering disciplines an introduction to some key aspects of the application of chemical engineering science to…1) Fluid transfer and liquid mixing2) Mass transfer applications3) Heat transfer equipment and Drying. The objective is to enable delegates to be aware of the impact of chemical engineering principles on successful scale-up and process problem solving.  The principle aim is that delegates will be able to discuss chemical engineering issues affecting their processes and relate them to their own areas of expertise. WHAT'S INCLUDED: The course fee includes:one modulecourse certificate at the end. E Reader version of the manual. Please note recordings of any sessions will not be shared.", "pitch": "This ONLINE short course is split into 3 modules and part of the well-received “Chemical Engineering: What Scientists and Other Disciplines Need to Know” course. You can have the choice to attend one, two or all three modules.  This module is set to take place on  Friday May 13th at 2.00pm – 5.00pm BST (British Summer Time)   If you are also interested in the full Introduction to Chemical Engineering Science, click here for more details.  These modules have been developed, and are presented, by chemical engineers and chemists who specialise in facilitating knowledge transfer and understanding between different scientific and engineering disciplines working at the R&D-manufacturing interface. They do not dwell on the derivation of mathematical formulae or equations used in chemical engineering design, but instead focuses on what other disciplines need to know about the information and data that chemical engineers require for design, scale-up and process troubleshooting. Chemical engineering without mathematics is impossible, but only relevant mathematics is presented at a level that should not trouble anyone with a numerate scientific degree.   Other disciplines do not need to know how to design plants or equipment and the modules do not attempt to teach this. They focus on understanding chemical engineering principles to promote clear communication between disciplines, facilitating information and knowledge transfer. If you are interested in the other two modules, please click on the dates below, along with the Introduction to Chemical Engineering.  Please note there is a special discount if you attend the full course and all three modules. Module 1 – Fluid Transfer and Liquid Mixing | Wednesday, May 11th – 2.00pm – 5.00pm BST Module 2 – Mass Transfer Applications  | Thursday,  May 12th – 2.00pm – 5.00pm BST Introduction to Chemical Engineering Virtual Course | April 25th – 28th – 2.00pm – 5.00pm BST", "price": "269.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/heat-transfer-equipment-and-drying-module-3-3/20220513/"}, {"title": "Medicinal chemistry", "date": "16 May - 20 May 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Introduction: Overview of drug discovery process, target selection in the post-genomic era. Introduction to Medicinal Chemistry, definitions, QSAR studies, drug receptors, physico-chemical properties. Physico-chemical properties of drugs, and implications for Absorption. Lead generation approaches. Lead generation using computational techniques: molecular recognition, structure- and ligand-based virtual screening, success stories. Molecular diversity and combinatorial design. Pharmacokinetics and ADME, with examples. Introduction to Lead Optimisation, Case Studies. Overview of some of the reasons for project failure, of Safety, in particular to its relationship to chemical structure and of critical issues in Drug Development. Intellectual property issues related to drug discovery. What happens next? – a (very) brief overview of process development issues BENEFITS OF ATTENDING: An understanding of how biological disease targets are selected.An insight into the terms, definitions and analysis methods used by medicinal chemists in the pharmaceutical industry.An introductory knowledge of Pharmacokinetics and ADME (Absorption, Distribution, Metabolism and Excretion) and how physicochemical properties influence absorption.An introduction to the use of computational chemistry including pharmacophore generation, virtual screening and library design.An overview of safety assessment and how chemical structure relates to safety. WHO SHOULD ATTEND: Young chemists who have just started in industry as medicinal chemists.Experienced medicinal chemists who wish to gain additional knowledge on how to obtain compounds with optimal drug-like properties and get up to date with the latest thinking.Chemists from other areas of Research and Development who would like to gain an appreciation of the processes and drivers involved in drug discovery.Students who are planning a career in industry and can obtain company sponsorship WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "We are delighted to be able to bring this popular course On Line, this two day course will be delivered over four afternoon sessions via an on line platform, the dates and times are as follows: Monday May 16th | 2.00pm – 5.30pm BST Tuesday May 17th | 2.00pm – 5.30pm BST Wednesday May 18th | 2.00pm – 5.30pm BST Thursday May 19th | 2.00pm – 5.30pm BST Friday May 20th | 2.00pm – 5.30pm BST Medicinal chemists need to understand the relationship between chemical structure and the physical properties of molecules and how this translates into compound stability and the interaction of the molecule with biological structures.  These biological targets include proteins, lipids, nucleic acids and cell membranes.  Interaction of the molecules with these targets affects the distribution of the compound in biological systems and modulates biological function. To do this successfully the medicinal chemist needs to be aware of how target selection is carried out and how this effects lead generation.  The medicinal chemist needs knowledge of structure property relationships, the physico-chemical properties of drugs and how these molecules interact with the body– pharmacokinetics and ADME (Absorption, Distribution, Metabolism and Excretion). The course also includes an overview of the use of computational chemistry in virtual screening and library design.  The lectures are backed up by a number of case studies and tutorial sessions, which involve the participants in using the concepts discussed.", "price": "1795.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/medicinal-chemistry-7/20220516/"}, {"title": "Secrets of batch process scale-up", "date": "16 May - 20 May 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Process Design for Scale-Up Process development strategies Importance of engineering in PDs. Scale-Up – An Overview Role of the Pilot Plant Overview of scale-up issues Technology transfer issues. Batch Reactors Typical plant operations and equipment Characteristics of batch operations. Raw Materials Raw material and route selection Large-scale charging methods and issues. Temperature Control Large scale temperature control Heat transfer in batch reactors Controlling exothermic reactions. Following Reaction Progress Reaction endpoint determination Sampling methods / issues On-line analytical techniques. Agitation and Mixing Large scale mixing equipment Mixing limited reaction Mixing scale-up / scale-down. Quench & Work-Up. Liquid-liquid extractions. Phase continuity issues and emulsions. Distillation & Stripping. Differential distillation. Azeotropes and solvent exchange. Crystallization and Precipitation. Basic principles / yield estimation. Controlling supersaturation. Scale-up issues. Product Isolation and Drying. Large-scale solid-liquid separations. Filtration and drying equipment. Filtration and drying modelling. Process Hazards and Safety Assessment. Common hazards in large-scale processing. Process hazard assessments and evaluations BENEFITS OF ATTENDING: On completion of this course you will be able to:Assess the safety and scalability of new processes. Identify process operations that may be problematic on scale-up. Design processes that will minimize or avoid common scale-up issues. Better understand heat transfer and mixing requirements for scale-up. Develop more robust crystallization, isolation and drying processes WHO SHOULD ATTEND: This course has been designed for chemists, engineers, technicians and managers in the fine chemical and pharmaceutical industries with limited pilot plant experience who wish to learn more about the potential pitfalls of process scale-up and ways to avoid them. Attendees will come away from the course more knowledgeable about common scale-up problems and better equipped to prepare for and deal with them. The course complements the more chemistry-focused Scientific Update course “Chemical Development and Scale-Up in the Fine Chemical and Pharmaceutical Industries”. WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.  You can also purchase a copy of the Pilot Plant book (at a special price).Hard copy of Manual = £120.00Pilot Plant book = £90.00 (normally £140.00)** Please note each session is not recorded or shared after the course", "pitch": "We are delighted to still be able to offer this course On Line,  it will be divided into five sections, over five days – please see the timings and dates below which are set in UK time zone: Monday, May 16th | 1.30 pm – 5.30 pm BST Tuesday, May 17th | 1.30 pm – 4.30 pm BST Wednesday, May 18th | 1.30 pm – 5.30 pm BST Thursday, May 19th | 1.30 pm – 4.30 pm BST Friday, May 20th | 1.30 pm – 5.30 pm BST This course is designed for those with limited or no pilot plant or scale-up experience, provides a comprehensive overview of the most common problems experienced during the scale up of laboratory batch processes, and ways to avoid or mitigate them. The difference between laboratory scale techniques and how the major unit operations are carried out in the pilot plant is a key focus of the course. Thus, along the way attendees will examine the many issues associated with raw material handling, conducting synthetic reactions, reaction workup, product crystallization, isolation and drying at the pilot plant or commercial scale. The course also explores some important engineering concepts such as batch mixing, heat transfer, mass transfer, fluid flow and the influence of these factors on the success of large scale chemical operations. With an awareness of these phenomena, the laboratory researcher will have a better understanding of the types of experiments that should be conducted and the types of data that should be collected to ensure a more successful scale-up. Numerous examples and case histories are presented to reinforce the course material, and class exercises provide an opportunity to put some of the lessons into practice. Heavy emphasis is placed on process safety.", "price": "1795.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/secrets-of-batch-process-scale-up-17/20220516/"}, {"title": "Organocatalysis short course", "date": "06 June - 07 June 2022", "location": "Online Platform", "information": "WHO SHOULD ATTEND?: This online class will be of interest to organic chemists- both in industry and academia- and anyone interested in finding out more about this important area of catalysis. WHAT'S INCLUDED: Live interactive training sessions based over 2 afternoons (GMT time) using an online webinar platform, details on how to access the course will be shared before the event.E Reader version of the manual (professionally printed versions of the manual are available but at an additional cost to cover postage)Course certificate** Please note sessions are not recorded or shared after the course.", "pitch": "This is an Online short course will focus on the development and application of small molecule organocatalysts, including examples and case studies from an industrial setting. June 6, 2.30 – 5.00 pm (UK)  |  Session 1 June 7, 2.30 – 4.30 (UK) |  Session 2 Over the past decade, the application of small-molecule organic catalysts to solve synthetic problems has gained traction in both industrial and academic settings. A wide and expanding range of catalyst classes and diverse activation modes in combination with increased mechanistic understanding and practical applicability has fuelled their use across many areas of synthesis, including asymmetric catalysis and construction of important chiral molecules and building blocks.  Small molecule organic catalysts offer a range of practical advantages over macromolecular (enzyme) or precious metal catalysts, including air and water stability, low cost, availability from renewable resources and relatively low toxicity. Organocatalysis is recognised as an inherently green technology and often has no counterpart in the more established catalysis regimens. When you register you will be sent links to join the online sessions. This online class will be of interest to organic chemists- both in industry and academia- and anyone interested in finding out more about this important area of catalysis.", "price": "315.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/organocatalysis-short-course/20220606/"}, {"title": "Biocatalysis – solving scale-up issues with biocatalysed reactions", "date": "07 June - 08 June 2022", "location": "Online Platform", "information": "WHO SHOULD ATTEND?: Scientists working in medicinal/process chemistry and are interested in moving from mg/screening scale to 100’ s grams-multi kg scale. Please note: this course assumes some prior existing knowledge of biocatalysis / biotransformations as applied to synthetic organic chemistry, either in theory or some prior practical use at screening/ small scale laboratory experimentation, an appreciation of different enzyme classes etc. WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This is ONLINE short course will look at biocatalysed/biotransformation reactions to make pharma/agrochem chem intermediates, API’s and fine chemicals. the focus is on scale-up issues and getting productive process established.  June 7th, 1.30 – 4.30 pm (UK)  |  Session 1 June 8th, 1.30 – 4.30 (UK) |  Session 2 Many forays by organic chemists into using biocatalysis in chemical synthesis stall at the initial scale-up stage. Screening and small scale (gram) reactions progress as planned, but when scaled -up, reactions stall, take more enzyme than expected, work-ups end up with emulsion issues etc. This course will look at some of the techniques and technologies ( tricks of the trade) that can help derisk scaling up biocatalysed reactions .A further barrier to the adoption of more biocatalytic reactions are production / EHS scientists who are unsure how to handle enzymes in the plant/pilot plant. the course will also look at good sources of information/data to facilitate the use of enzymes at scale. Some IP considerations", "price": "495.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/biocatalysis-solving-scale-up-issues-with-biocatalysed-reactions/20220607/"}, {"title": "Understanding process plant cleaning for more efficient changeovers", "date": "08 June - 10 June 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Introduction to plant cleaning. The washing up challenge. Fundamentals of plant changeover/cleaning. Sinner’s Circle. Residues. Types and defining residues. Understanding properties of residues. Cleaning specification. What is the purpose of cleaning?Setting acceptance limits. Detection & measurement of residues. Engineering. Define the equipment. Characterisation of equipment cleaning challenges. Fundamental Engineering Principles. Time. Temperature. Forced and natural convection. Estimating heating and cooling times. Boiling and condensation. Cleaning chemistry. Dissolution & solubility. Mass transfer. Surface interactions. Solubilisation. Degradation. Driving forces. Enzymatic kinetics. Mechanical cleaning. Planning process plant cleaning COURSE OBJECTIVES: COURSE OBJECTIVESThe course objective is to enable participants to understand the fundamental science and engineering principles underlying process plant cleaning performance.This will enable you tocritically assess plant cleaning risksbetter identify root causes of cleaning failure, and design new cleaning procedures to achieve right first-time results.While recognising the importance of setting the right specifications for determining cleanliness, process validation and robust analytical methods to demonstrate attainment of the required standard, the course will concentrate on what is happening during cleaning operations. WHO SHOULD ATTEND: Process development chemists and engineers, and plant operations personnel at companies, CMOs and CDMOs engaged in the manufacture of Active Pharmaceutical Ingredients, drug product, food and beverages, or agrochemical products. WHAT'S INCLUDED: The course fee includes:Link to watch all three live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "The course objective is to enable participants to understand the fundamental science and engineering principles underlying process plant cleaning performance and will be covered over 3 x 3-hour sessions, combining extensive input from the course tutor, Britest Senior Innovation Specialist Rob Peeling, with ample opportunities for interactive discussion and exploration of common issues and shared experiences with fellow online trainees. Dates and timings are below: Wednesday, June 8 | 2.00pm – 5.00pm BST Thursday, June 9 | 2.00pm – 5.00pm BST Wednesday, June 10 | 2.00pm – 5.00pm BST Effective cleaning of processing equipment is a critical patient/customer safety requirement across the process industries – notably in pharmaceutical manufacturer (in the production of Active Pharmaceutical Ingredients (API) and Drug Products), in agrichemicals and in food processing.  This is equally true for batch or continuous processing and is particularly important in multipurpose plants producing different products on a campaign basis. The challenges of measuring the residual levels of potential contaminants in equipment and validating cleaning procedures to support regulatory submissions tend to receive considerable attention in the field.  Thinking about how to establish a thorough understanding of cleaning as a process is less common. Considering the underlying science and chemical engineering principles leads to an appreciation of why cleaning procedures sometimes fail and provides insights into how to improve cleaning performance.  This will in turn drive a better assessment of risks during cleaning and so support regulatory validation. FREE WEBINAR Plant Changeover and Cleaning – Better Understanding for Better Results | February 10th, 2022 | 14.00 hrs GMT Robert will also be holding a FREE Webinar on parts of this subject, why not joing Robert and get a taster of what the course will be about click here for more information Ran in conjunction with", "price": "950.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/understanding-process-plant-cleaning-for-more-efficient-changeovers/20220608/"}, {"title": "Filtration and drying course", "date": "14 June - 16 June 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Session One. Principles of Filtration. Basic fluid properties. Understanding the behaviour of fluids: hydrostatics and flow regimes. Particle settling. Flow through packed beds. Principles applied to Filtration. Factors affecting filtration. Filtration rate and cake resistance. Compressible cake. Filtration at constant pressure. Filtration at constant rate. Tiller equation. Residual moisture. Session Two. Filtration Technology. Filtration equipment. Effect of particle size and shape. Improving filtration rates. Cake washing. Cake cracking and heels. Scale-up. Centrifugation. General principles. Equipment types, pros and cons. Basic centrifugation theory and empirical approaches to scaling. Differences from filters. Technology selection: when to centrifuge and when to filter. Session Three. Drying. Material and Energy Balances. Heat Transfer. Drying Rate. Drying (Air-Water)Drying (Solvents)Drying equipment and selection. Process safety during drying COURSE OBJECTIVES: COURSE OBJECTIVESChemists, biologists, and engineers regularly interact and collaborate in process development projects. To do so within an effective team each must understand the needs and objectives of the other disciplines. This course gives scientists and engineers from other disciplines an introduction into the chemical engineering involved in the isolation and drying of products following chemical or biochemical synthesis and work-up. The aim is to equip participants with sufficient understanding of the underlying principles of filtration and drying to successfully engage in multi-disciplinary discussions within their project teams and identify the data requirements to enable successful process scale-up. WHO SHOULD ATTEND: Scientists and process technologists involved in chemical or biochemical process scale-up bringing new products from synthesis to commercialisation. WHAT'S INCLUDED: The course fee includes:Link to watch all three live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "Filtration and drying are the essential but unsung heroes of whole process design: this 3 x 3-hour session course will guide you through the underlying principles you need to consider to successfully implement them during product commercialisation.  Dates and timings are below: Tuesday, June 14 | 2.00pm – 5.00pm BST Wednesday, June 15 | 2.00pm – 5.00pm BST Thursday, June 16 | 2.00pm – 5.00pm BST New products can only be brought to market successfully with a viable whole process behind them. Your (bio-)synthesis and work-up might well be exciting and innovative but unless the isolated product can be handled and suitably packaged then commercial success is unlikely. Ran in conjunction with  COURSE OBJECTIVES Chemists, biologists, and engineers regularly interact and collaborate in process development projects. To do so within an effective team each must understand the needs and objectives of the other disciplines. This course gives scientists and engineers from other disciplines an introduction into the chemical engineering involved in the isolation and drying of products following chemical or biochemical synthesis and work-up. The aim is to equip participants with sufficient understanding of the underlying principles of filtration and drying to successfully engage in multi-disciplinary discussions within their project teams and identify the data requirements to enable successful process scale-up.", "price": "950.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/filtration-and-drying-course-2/20220614/"}, {"title": "Safety & selectivity in the scale-up of chemical reactions", "date": "20 June - 21 June 2022", "location": "New Orleans, USA", "information": "COURSE OUTLINE: The aim of the course is to give lab chemists an understanding of the issues that need to be considered during the early stages of scale up to large laboratory scale equipment (10-20 litre vessels) / kilo lab. The course will concentrate on chemical safety and selectivity issues and include information on what safety testing equipment is available and the uses and limitations of this equipment. Attendees will learn how to identify potential problems whether they be thermal hazards or selectivity issues. Methods used by other companies for handling hazardous reagents and reactions will be described as well as alternative chemistry to circumvent these reactions and/or reagents. BENEFITS OF ATTENDING: Attendees will learn how to identify potentially unsafe chemical processes, particularly those that pose more a danger on scale. They will learn about what testing procedures are available to help them identify unsafe operating conditions to enable to talk knowledgably to in-house safety professionals or contract organizations. Sources of safety information in the literature and via the internet will be provided. The course provides lists of reagents and functional groups that should trigger safety testing studies. Methods used in other companies for handling hazardous reagents and reactions will be provided. Alternatives reagents or substitutes for hazardous materials will also be discussed. Recommendations will be provided for making the first sample of a product where there may be safety or stability concern WHO SHOULD ATTEND: Any laboratory chemist involved in the scale-up to large scale equipment/kilo lab WHAT'S INCLUDED: The course fee includes:comprehensive course manualcoffee/tea refreshments breaks throughout each daybuffet lunch each daycourse dinner on the first eveningcourse certificate", "pitch": "The safety of chemical processes is critical for the whole chemical industry. It is vital that process development chemists and engineers are able to identify aspects of the chemistry that may be hazardous or pose a risk to the safety of the process or equipment. In order to do this they need to know when to proactively engage colleagues or contractors to carry out process safety testing and hazard analysis, which in turn requires a knowledge of the equipment and test methods available. As chemical reactions are scaled up and operations become more economic the ability to remove heat from exothermic events becomes reduced and at the same time the outcome of any incident becomes much more severe. This is an almost unique course on the safety of chemical reactions and processes that is designed by chemists for chemists (and engineers) with the ultimate aim of helping the chemical industry reduce the number of chemical or process related incidents.", "price": "2199.00", "currency": "$", "link": "https://www.scientificupdate.com/training_courses/safety-selectivity-in-the-scale-up-of-chemical-reactions-14/20220620/"}, {"title": "Quality by design in pharmaceutical development", "date": "27 June - 01 July 2022", "location": "Online Platform", "information": "COURSE CONTENT: Introduction: Why Qb. D, what is Qb. D? FDA objectives, the Qb. D approach. The Qb. D process: QTPP, assessing risk, working through unit operations to determine CPPs and CMAs. Qb. D in chemical development, formulation, method development, and manufacturing. Drug properties: setting your QTPP, risk assessment, risk management, risk assessment questions. Identifying CQAs: drug product QAs, drug substance QAs, raw material QAs. Determining CPPs and CMAs. Product or Process design. Criticality: of PP and MA, CPPs and scale dependence. Consideration of impurities, ICH M7 and Qb. D, control strategies, case study. Control strategies: different levels, monitoring and control, post-approval changes. Chemistry and scale up considerations: process complexity, mixing, mass transfer, heat transfer, modelling. Process capability, process analytical technology. Qb. D and continuous processing: FDA perspective, advantages, challenges. Quantification of CPPs. Do. E in Qb. D: introduction to Do. E, where does Do. E fit in Qb. DQb. D in API manufacture, case studies. Qb. D in Action: breakout workshop and case studies. Initial expectations vs current practices. Summary and definitions COURSE OBJECTIVES: To provide a comprehensive understanding of Qb. D including current uses and promised use. To provide a step-by-step process for successful Qb. DTo introduce Do. E for Qb. D purposes. To apply Qb. D to develop safe and robust processes. To use a comprehensive manual with examples and case studies to further educate on the Qb. D process. After completing the course attendees should have:A comprehensive understanding of Qb. D including the process and all associated definitions. The ability to develop and use Quality Target Product profiles (including identifying CQAs, identifying, prioritising and quantifying process parameters and material attributes)An understanding of different risk assessment techniques to determine and manage risk. Ways to determine and implement control strategies. The skills required to develop and understand the robustness of processes. The tools to identify potential mixing and scale up problems. An understanding of Do. E in relation to Qb. DAn appreciation of the benefits of continuous manufacturing from a Qb. D perspective. An appreciation of Qb. D in analytical chemistry, formulation, process development and manufacturing. An appreciation of PAT in Qb. D WHO SHOULD ATTEND: Chemists, engineers, analysts and formulators in pharmaceutical development. Anyone involved with the development of new or existing drug products; changes or improvements to existing or generic drugs are subject to Qb. D principals. WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "We are delighted to offer this QbD course ON LINE, this three day course will be divided up over 5 sessions and brought to you via an Virtual Platform, the dates and times are as follows: Monday, June 27th | 1.30 – 5.30pm BST Tuesday, June 28th | 1.30 – 5.30pm BST Wednesday, June 29th | 1.30 – 5.30pm BST Thursday, June 30th | 1.30 – 5.30pm BST Friday, July 1st | 1.30 – 5.30pm BST QbD is an industry initiative supported by regulators. However, it is also a systematic method of process development which delivers consistency, robustness and increased process knowledge. This course introduces QbD across all areas of pharmaceutical development including synthesis, formulation and analysis, and suggests practical recommendations for the implementation of QbD. Participants will learn how to identify and prioritise process parameters, determine and manage risk, and implement control strategies. The use of experimental design (DoE) in QbD, the identification of potential mixing and scale-up problems, and the safe scale up of processes to pilot and manufacturing plants will also be discussed. For the benefit of process scientists, engineers, formulators, analytical chemists and manufacturing personnel, this course includes highly interactive, hands-on workshops, based on several case studies. Please do view the brochure for more information (please note this is based on the live 3 day course, but the content is the same)", "price": "1795.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/quality-by-design-in-pharmaceutical-development-7/20220627/"}, {"title": "Design, development and scale-up of safe chemical processes and operations", "date": "27 June - 29 June 2022", "location": "Winchester, UK", "information": "COURSE OUTLINE: To train chemists and engineers in efficient methods for developing safe, low cost, robust chemical processes in the minimum amount of time. To improve the awareness of chemists on the principles of scale-up and development, in chemical engineering concepts relating to safe plant operation and in the latest techniques for the optimisation of processes. To learn from the experience (and mistakes) of others by examining case studies from industry. The first two days of the course outline the fundamental science of exothermic reaction hazards and thermal stability and introduces methodologies available to qualify and quantify relevant parameters. This provides decision-making tools for all stages of design, development and production such that reaction hazards are known and can be reliably avoided BENEFITS OF ATTENDING: The ability to identify any significant sources of hazard in existing processes or development plans. An understanding of the latest techniques for assessing risk, and measuring and quantifying chemical process hazards in the work place. An understanding of the established best practice to reduce the hazard resulting from exothermic reaction systems with a particular emphasis on emergency relief design WHO SHOULD ATTEND AND WHATS INCLUDED: Process R&D Chemists, Production Chemists, Chemical Engineers and anyone whose responsibilities include safety or risk assessment of chemical processes or building safety into chemical process scale-up.The course fee includes:comprehensive course manualcoffee/tea refreshments breaks throughout each daybuffet lunch each daycourse dinner on the first eveningcourse certificate DEKRA PROCESS SAFETY: DEKRA Process Safety is an independent company specialising in process safety.  They provide a range of services to help industry reduce the risk of hazards in their processes, including consulting advice, incident investigation, laboratory testing, contract research and development and the provision of training courses.  Their consulting engineers have practical experience in industry to complement their expertise in process safety.DEKRA Process Safety has a worldwide client base, with experience helping many leading manufacturers in the chemical and processing industries. The company has its headquarters at Southampton in the UK with other facilities in USA (Princeton, New Jersey), Italy (Milan), France (Lyon), Spain (Valencia), Netherlands, Ireland and India (Delhi, Mumbai and Chennai).Their senior consulting staff are internationally recognised experts in their fields, who serve on international standards committees and frequently lecture at conferences and seminars.For further information telephone +44 (0) 23 8076 0722   or email [email protected]", "pitch": "Developing safe processes is of paramount importance to any chemical company. Exothermic chemical reactions in batch and semi- batch processes can result in serious injury to people and plant if they get out of control. Results of thermal runaways include violent loss of containment, possibly explosion and the release of flammable or toxic materials to the environment. Employers are bound by Health & Safety legislation to ensure the safety of their employees and those outside their employment who might be affected by their activities. Chemical manufacturers must therefore be aware of all potential dangers in their processes and take steps to eliminate them. The best approach is to design safety into the process from the start. Often, the first sign of loss of control over a reaction is a reduction in yield or in the quality of the product. Thus safety, quality and profitability are all interlinked. The fourth and fifth day of the course focuses on plant protection and safety systems designed to prevent or protect against runaway reaction scenarios. This includes extensive discussion and workshops on process control strategies and emergency relief system design for two-phase relief using DIERS methodology. The course makes extensive use of case studies to help embed principles and key learning points such that attendees leave with tools they can immediately deploy. This seminar is designed to enhance the awareness of chemists and engineers regarding hazard issues. Utilising the expertise of the chemists and chemical engineers at DEKRA and Scientific Update, it will consider hazard control of new chemical processes throughout their development cycle: from early development through to full-scale production. Hazards can often be eliminated by appropriate choice of reagent or synthetic route at the R&D stage. Where this is not possible, techniques exist to quantify the hazards so that robust engineering solutions can he applied in production.", "price": "1599.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/design-development-and-scale-up-of-safe-chemical-processes-and-operations-2/20220627/"}, {"title": "Grignard chemistry short course", "date": "12 July - 13 July 2022", "location": "Online Platform", "information": "WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process. WHO SHOULD ATTEND: Discovery/Synthetic organic chemists. Process development chemists. Anyone wishing to learn more about synthesis and application of Grignard reagents an industrial setting", "pitch": "This On Line short course that will look at synthetic and scale up aspects of making and using Grignard reagents.  The course will be in two sections of 60-90 minutes held over two consecutive days as follow: Tuesday, July 12th, 2.30 – 4.45 pm (UK)  | Session 1:  Making Grignard reagents and safety aspects of making and handling Grignard reagents. This presentation will cover the main ways for preparing organomagnesium compounds, and consider their relative reactivity and stability once prepared.  In addition the safety issues associated with making organomagnesium compounds will be discussed.  The presentation will use real life case studies to illustrate the various aspects of preparation, stability and safety. Wednesday, July 13th , 2.30 – 4.45 pm (UK) |  Session 2:  Recent examples of using Grignard reagents, and making Grignard reagents in continuous flow mode. This presentation will cover recent developments in the use of Grignard reagents such as Kumada and Negishi couplings along with the preparation and use of Grignard reagents in flow with particular emphasis on the scale up of flow processes for the preparation of Grignard reagents via industrial case studies. This online course will be of interest to anyone involved in synthetic organic chemistry, since every chemist will run at least one Grignard reaction in their life. When you register you will be sent links to join the on-line sessions.", "price": "445.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/virtual-training-event-grignard-chemistry-short-course/20220712/"}, {"title": "Chemical development & scale-up in the fine chemical & pharmaceutical industries", "date": "14 July - 21 July 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Introduction. The purpose of chemical development. Synthetic Route Discovery. Route design. Selecting the best route for scale-up. Choice of raw materials, reagents etc. Costing of Chemical Processes. Raw materials. Overheads. Context. The Investigative Approach to Chemical Development. Optimising Chemical Reactions. Making processes robust. Minimising scale-up difficulties. Solvent Effects. Often overlooked. Key to making a modest process a great process. Statistical Methods of Optimisation. Vital, but under-utilised. Design of Experiments. Simplex. Factorial design. Analytical Issues. In Process Control. Quality Control and Specification Setting. Regulatory Guidelines. GMP, Validation. Use of analysis to aid process optimisation. Work Up. Product isolation. Planning for Scale-Up. Key points to consider. Appreciation of Chemical Engineering Principles. Mass Transfer. Mixing. Heat Transfer. Kinetics. Crystallisation and Polymorphism. Particle size control. Polymorph control. Methods of analysis. Crystallisation of chiral compounds. New and Emerging Technologies in Process R&DMicrowave chemistry. Continuous flow chemistry. Process intensification. Thermal Hazard Testing and Runaway Reactions. Essential process safety considerations. Equipment and screening approaches. Effluent Minimisation and Control. Environmental considerations. Cost considerations. Green chemistry BENEFITS OF ATTENDING: AT THE END OF THE COURSE PARTICIPANTS WILL HAVE GAINED:A logical investigative approach to chemical development and optimisation.An insight into the factors involved in development and scale-up.An appreciation of chemical engineering concepts, particularly mixing, heat transfer and process control.A preliminary knowledge of statistical methods of optimisation.Improved ability to decide which parts of the chemical process to examine in detail. Ideas for efficient resource allocation. Improved troubleshooting and problem solving ability WHO SHOULD ATTEND: Young Chemists who have just started work in industry as development chemists. Organic Chemists/Medicinal Chemists in Research and Development who would like to gain an appreciation of development and scale up and who are perhaps contemplating moving into chemical development.Development and Production Chemists in industry who would like to improve their efficiency and gain an insight into alternative approaches to chemical development.Chemical Engineers who wish to understand a chemist’s approach to chemical development of batch processes. (Engineers would, however, need a good grounding in organic chemistry)Students who are about to enter the industry and can obtain company sponsorship.Experienced Chemists looking to refresh and/or augment their knowledge of chemical development. Analytical Chemists who wish to gain a broader appreciation of process chemistry. Managers who might benefit from a comprehensive and up to date overview of chemical development WHAT'S INCLUDED: The course fee includes:all six sections of the coursecourse certificate at the ende-reader version of the manual. You will have the option of obtaining a hard copy of the manual and this will be sent via the post to you and has an additional postage cost.  Please note recordings of any sessions will not be shared.", "pitch": "We are delighted to present our hugely popular Chemical Development Course ONLINE, this three day course will be divided up over six afternoon sessions, timings are all set in BST (British Summer Time) and are set later to help with our international clients. The course will be run over 6 online Sessions, 21 hours of training on the following dates and times: Thursday, July 14th  | 2.00pm – 5.00pm BST Friday, July 15th | 2.00pm – 5.00pm BST Monday, July 18th | 2.00pm – 5.00pm BST Tuesday, July 19th | 2.00pm – 5.00pm BST Wednesday, July 20th | 2.00pm – 5.00pm BST Thursday, July 21st | 2.00pm – 5.00pm BST Chemical process development is generally not taught as part of degree courses in higher education; the conversion of a synthetic route used for making milligram or gram quantities of a chemical into a process for manufacturing multi-kilogram and tonne quantities is typically learnt “on the job” by chemists in industry. For many years, little chemical development work was published in the literature, until the establishment of the Organic Process R & D journal by Dr Trevor Laird (Founder of Scientific Update). Even now, “tricks of the trade” are handed down within individual company organisations, and it can be difficult to gain an awareness of what is involved in chemical development, and of the skills and techniques required to efficiently scale up chemical processes. This three-day course, written and presented by highly experienced process chemists from the pharmaceutical and fine chemical industry, provides a comprehensive overview of this fascinating and important element of the chemical industry. A logical investigative approach to all aspects of chemical development is described, with an abundance of case studies from literature, conferences and private communications. The multi-disciplinary nature of chemical development is emphasised, from the initial interaction with laboratory research scientists to the vital partnership with chemical engineers in the pilot plant and in the production environment. The lectures are interspersed with interactive problem sessions, enabling participants to share in the problem solving and troubleshooting typically experienced during chemical development.", "price": "1995.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/chemical-development-scale-up-in-the-fine-chemical-pharmaceutical-industries-35/20220714/"}, {"title": "Synthetic organic electrochemistry short course", "date": "18 July - 20 July 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Session 1: Fundamentals IIntroduction and basic concepts. Synthetic applications of anodic and cathodic transformations. Paired synthetic electrochemistry. Session 2: Fundamentals IIUse of redox mediators and electro auxiliaries in organic electrochemistry. Flow cell designs and scale-up strategies. Industrial organic electrochemistry – Case studies. Session 3: Advanced Training (Optional)Basics of preparative electrochemistry on laboratory scale. Selecting electrode materials, supporting electrolytes and solvents. Cyclic voltammetry: measurement and data interpretation. Troubleshooting of organic electrochemical reactions WHO SHOULD ATTEND: This online course will be of interest to organic chemists- both in industry and academia- and anyone interested in finding out more about this emerging new technology WHAT'S INCLUDED: Live interactive training sessions based over 3 afternoons (GMT time) using an online webinar platform, details on how to access the course will be shared before the event.E Reader version of the manual (professionally printed versions of the manual are available but at an additional cost to cover postage)Course certificate** Please note sessions are not recorded or shared after the course.", "pitch": "This is a Online short course will be divided up into three sessions on the following dates, The third session is optional – details on each session are below: Monday, July 18th, 2.00 – 4.00pm (UK) | Session 1 Tuesday, July 19th, 2.00 – 4.00 pm (UK)  |  Session 2 Wednesday, July 20th, 2.00 – 4.00 (UK) |  Session 3 (optional) Synthetic organic electrochemistry is becoming increasingly important both in academia and industry as an inherently green and enabling synthetic strategy. Electrochemical methods utilize electricity to transform materials into substances of interest such as medicines or agrochemicals, avoiding the use of stoichiometric amounts of often hazardous or waste-generating oxidants or reductants. In addition to the very compelling economic and environmental advantages, electrochemistry provides the synthetic organic chemist with new vistas on the preparation of complex molecular structures. One of the main barriers that prevents a wider use of synthetic electrochemistry is a lack of specific training of most organic and process chemists. This course will cover the practical principles of organic electrochemistry, a wide range of synthetic applications and the strategies and experimental setups for the scale-up of electrochemical processes. This short course is run in conjunction with The University of Graz This online course will be of interest to organic chemists- both in industry and academia- and anyone interested in finding out more about this emerging new technology", "price": "549.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/synthetic-organic-electrochemistry-short-course-2/20220718/"}, {"title": "Physical organic chemistry concepts for process development", "date": "14 September - 16 September 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Session 1 Module 1: Course Introduction What do we mean by whole process design:Introduction of the course tutors, an overview of the course and the expected course outcomes. An overview of the concept of whole process design will be presented, with a focus on data requirements for whole process optimisation and the use of conceptual process models to define data collection needs and interpret data gathered.Module 2: Reaction Kinetics and Reaction Profiles:A re-cap on reaction kinetics and the importance of their application towards process development is presented. Reaction profiles and their importance in interpreting and understanding the kinetics of different process strategies will be introduced, along with guidelines for collecting relevant data as part of routine development.Module 3: Pre-reaction Equilibria:This module will explore common equilibrium in reactive species (e.g. protonation/deprotonation) and the potential effect these equilibria can have on reaction rates, selectivity and work-up.Session 2Module 4: Competing Reactions:Identifying potential competing reactions is key to the optimisation of yield/selectivity. Factors affecting selectivity and approaches to favour the desired chemistry over undesired competing reactions are discussed.Module 5: Heterogeneous equilibria:Many reactions and almost all work-up processes involve more than one phase. Simple partitioning and partitioning coupled to ionisation processes in one phase are presented. An introduction to three phase (ternary) equilibria will be provided.Module 6: Mixing Effects in Pseudo-Homogeneous Systems:An introduction to mixing effects in single-phase systems is presented, with an overview of mixing sensitivity, its impact on selectivity, and simple tests to identify and characterise potential sensitivity.Session 3Module 7: Mixing in Multi-Phase Systems:This module extends the consideration of mixing effects on rate and selectivity to multi-phase systems. It considers phase continuity and phase inversion in liquid-liquid systems as well as issues around solids suspension and gas dispersion in agitated vessels.Module 8: Reaction and Mass Transfer in Multi-Phase Systems:Reaction kinetics and selectivity in multi-phase systems can differ considerably from those observed in single-phase systems. This module provides an introduction into the fundamental science behind coupled mass transfer and reaction rate processes.Module 9: Relevance of Physical Organic Chemistry Concepts to Scale-up:This module will consider the application of the previous modules to assist in reducing the technical risks associated with scale-up, based on review of common scale-up issues and how appropriate understanding of the underlying physical organic chemistry can aid scale-up risk mitigation. WHO SHOULD ATTEND: Developed for on-line delivery, the course is targeted at organic chemists working in the fine chemical, agrochemical and pharmaceutical sectors and will be of benefit to laboratory process development chemists, laboratory managers and group leaders. WHAT'S INCLUDED: The course fee includes:Link to watch all four live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "The scientific principles related to the optimisation of chemical processes so that they can be transferred from the laboratory to plant scale with minimal risk is an often underappreciated aspect of process development chemistry. Relevant physical organic chemistry principles are not widely taught in standard academic chemistry courses and are generally gained with experience – either through knowledge transfer within companies or through trial and error after mistakes have been made. Based on the work of Prof John Atherton, this course provides an introduction to some of the key physical organic chemistry principles that underpin chemical process development as well as the requirement for inter-disciplinary cooperation i.e. process development chemists, chemical engineers, analytical chemists etc. The theoretical concepts are supplemented with numerous examples to demonstrate different aspects of the relevant single- and multi-phase physicochemical science, exploring the potential impact of various phenomena on yield, selectivity and reaction rate.  Dates and timings are below: Wednesday, September 14 | 2.00pm – 5.00pm BST Thursday, September 15 | 2.00pm – 5.00pm BST Friday, September 16 | 2.00pm – 5.00pm BST Ran in conjunction with", "price": "1350.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/physical-organic-chemistry-concepts-for-process-development-2/20220914/"}, {"title": "Applied mixing technology for process development: scaling down to scale up", "date": "03 October - 06 October 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Why learn about mixing and what is “mixing” anyway?An introduction to some example industrial processes with multiple mixing requirements. Foundations of mixing technology:  power, flow, and “shear” (with some discussion of rheology)An introduction to mixing applications, revisiting the example processes. Single-phase mixing applications and how they scale. Miscible liquid blending (macromixing)Heat transfer. Multiple-phase mixing applications and how they scale. Solid-liquid mixing. Liquid-liquid dispersion. Gas-liquid dispersion. Three-phase mixing. Competitive rate processes (micromixing and mesomixing)Mixing-sensitive reactions. Crystallizations and precipitations. An efficient experimental method for screening mixing sensitivities:  the Bourne Protocol. Balancing different mixing requirements during scale-up and scale-down:  scaling competitive rate processes and optimization WHO SHOULD ATTEND: Scientists and engineers in the chemical and pharmaceutical industries who are involved in process development, scale-up/scale-down, troubleshooting, and process optimization. TAKE-HOME MESSAGES: Mixing moderates some rate processes that can be critical for successful process results.Power, flow, and “shear” are the foundation upon which we can evaluate mixing applications.Predicable mixing performance can be estimated for single phase and multiple phase systems, along with the boundaries of “not enough mixing” and “too much mixing”.You cannot keep all mixing parameters the same when you scale up. WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This is a NEW online short course and will be held Live via a Virtual Platform over four sessions – listed below. Monday, October 3rd | 2.00pm – 5.00pm BST Tuesday, October 4th| 2.00pm – 5.00pm BST Wednesday, October 5th | 2.00pm – 5.00pm BST Thursday, October 6th | 2.00pm – 5.00pm BST Course Introduction  Use of the proper mixing technology is often essential for successful process results.  This online course considers how we can choose appropriate mixing conditions for laboratory, pilot, and commercial scale units to ensure technical success.  The course begins by rooting us in some essential basics of mixing technology.  With those fundamentals, we then progress through different mixing applications in increasing levels of complexity:  single-phase (blending and heat transfer), multiple phase (solid-liquid, immiscible liquid, gas-liquid, and 3-phase), and mixing in competitive rate processes (reactions and crystallizations).  Throughout, we look at scale-up and scale-down by using examples from industrial processes which have a variety of mixing requirements.  We will discuss how to design and execute practical experiments at the small scale which can identify mixing sensitivities in a process that could be an issue on scale-up.  Though primarily focusing on operations in stirred tanks, we will also discuss mixing applications in flow systems like static mixers.", "price": "1295.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/applied-mixing-technology-for-process-development-scaling-down-to-scale-up-4/20221003/"}, {"title": "Green chemistry – towards more sustainable synthesis", "date": "04 October - 05 October 2022", "location": "Online Platform", "information": "TOPICS WILL INCLUDE: Introduction – The Challenge of Sustainable Manufacture of Pharmaceuticals/fine chemicals. Drivers for greener processes. Principles of Green Chemistry. Legislation to protect the Environmental & environmental foresight. Formal Environmental Risk Assessment – why?c. GMP – what’s that got to do with green chemistry?Solvents and Solvent Selection. Route selection. Green chemistry strategy and Technologies. Metrics and Process Mass Intensity. Abatement & waste treatment. Route selection and green chemistry tools – paid for and free to use. Sustainability and Life Cycle Assessment/ Energy considerations. Benefits of a Green Chemistry and Engineering Approach – good examples. What not to do -bad examples & greenwash WHO SHOULD ATTEND: Process chemists/engineers/HSE-SHE professionals and managers  working in the pharmaceutical/agrochemical/fine chemical sectors  who are interested in  designing and implementing greener and  more environmental synthesis of chemical products, and those looking for ideas and strategies to build sustainability  practices  into everyday ways of working in the chemical industries. WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This NEW Online short course on “Towards more sustainable synthesis” will look at techniques, strategies and tools to minimise the environmental impact of manufacturing pharma/agrochemical & fine chemical  intermediates  and products. Tuesday October 4th | 2.00pm – 5.00pm BST – Session 1 Wednesday October 5th | 2.00pm – 5.00pm BST – Session 2 Looking forward, stakeholders in the pharmaceutical/agrochemical  industries are expecting new and effective products, alongside reliable supplies of existing products , produced with the principals of sustainability embedded in the design of the manufacturing routes employed.  However, in order to deliver the best environmental performance across a diverse range of complex molecules, scientists working in the chemical industries  need access to an expanding range of new green technologies and strategies to achieve these goals. Apart from developing novel reactions, there is a  clear stakeholder desire to drive sustainability through metrics, training and education, life cycle impact thinking improved solvent selection, and a move towards greater use of greener technology solutions.", "price": "495.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/green-chemistry-towards-more-sustainable-synthesis/20221004/"}, {"title": "Safety & selectivity in the scale-up of chemical reactions", "date": "13 October - 14 October 2022", "location": "San Francisco", "information": "COURSE OUTLINE: The aim of the course is to give lab chemists an understanding of the issues that need to be considered during the early stages of scale up to large laboratory scale equipment (10-20 litre vessels) / kilo lab. The course will concentrate on chemical safety and selectivity issues and include information on what safety testing equipment is available and the uses and limitations of this equipment. Attendees will learn how to identify potential problems whether they be thermal hazards or selectivity issues. Methods used by other companies for handling hazardous reagents and reactions will be described as well as alternative chemistry to circumvent these reactions and/or reagents. BENEFITS OF ATTENDING: Attendees will learn how to identify potentially unsafe chemical processes, particularly those that pose more a danger on scale. They will learn about what testing procedures are available to help them identify unsafe operating conditions to enable to talk knowledgably to in-house safety professionals or contract organizations. Sources of safety information in the literature and via the internet will be provided. The course provides lists of reagents and functional groups that should trigger safety testing studies. Methods used in other companies for handling hazardous reagents and reactions will be provided. Alternatives reagents or substitutes for hazardous materials will also be discussed. Recommendations will be provided for making the first sample of a product where there may be safety or stability concern WHO SHOULD ATTEND: Any laboratory chemist involved in the scale-up to large scale equipment/kilo lab WHAT'S INCLUDED: The course fee includes:comprehensive course manualcoffee/tea refreshments breaks throughout each daybuffet lunch each daycourse dinner on the first eveningcourse certificate", "pitch": "The safety of chemical processes is critical for the whole chemical industry. It is vital that process development chemists and engineers are able to identify aspects of the chemistry that may be hazardous or pose a risk to the safety of the process or equipment. In order to do this they need to know when to proactively engage colleagues or contractors to carry out process safety testing and hazard analysis, which in turn requires a knowledge of the equipment and test methods available. As chemical reactions are scaled up and operations become more economic the ability to remove heat from exothermic events becomes reduced and at the same time the outcome of any incident becomes much more severe. This is an almost unique course on the safety of chemical reactions and processes that is designed by chemists for chemists (and engineers) with the ultimate aim of helping the chemical industry reduce the number of chemical or process related incidents.", "price": "2199.00", "currency": "$", "link": "https://www.scientificupdate.com/training_courses/safety-selectivity-in-the-scale-up-of-chemical-reactions-12/20221013/"}, {"title": "Molecule to medicine", "date": "01 November - 03 November 2022", "location": "Oxford, UK", "information": "COURSE OUTLINE: Session 1: Introduction to typical pharmaceutical development activities and timeframes for toxicological studies. Explore the interface between discovery chemistry and development- what can we learn from each other? Key interactions between medicinal chemists and process chemists. Discuss how rapidly we can we move a molecule into phase 1, the planning required to expedite the process and staying on top of compound supply.  Communication, working with other disciplines and managing expectations.  How to plan for the unexpected. Contingency planning and redundancy in material supply.Session 2: Making the first 100g non-GMP batch for GLP toxicological studies; discussion of topics such as setting the specification, the use of chromatography,  accessing starting materials, identifying how much development to do.Session 3: Non-GMP vs GMP preparation. A brief introduction to GMPs and how they impact on the initial chemistry scaling exercise.Session 4: Physical version and form, spending time on the importance of salt selection, especially in the early phases of development with form/polymorph considerations also being discussed. There will be a brief introduction of polymorphism and which aspects of physical form should ideally be established at the early phase of development.Session 5: Process safety and raw materials supply issues and how these might impact on the chosen route.Session 6: Review of the day and questions.Session 7: Scaling into fixed vessels with discussions about those operations that transfer well and those which typically do not.Session 8: Technology transfer and a discussion of the issues and suggestions to mitigate against them.Session 9: A presentation about genotxoic impurities – what are they, what are the suggested control levels, how well do chemists identify them?Session 10: A presentation about impurities, including their identification, isolation/ preparation and control with discussions about setting specifications.Session 11: The final session of the course will review the two days and follow-up on any questions.Case Studies and Problem sessions will also be included and audience participation is encouraged throughout the course. KEY LEARNING OPPORTUNITIES: How long does it take to get from milligrams to 1-2kgs suitable for human clinical trials?What are the main hurdles?What can be left out and what must be included?What are the key and strategic Project managers and those involved in technical outsourcing WHO SHOULD ATTEND: Project managers and those involved in technical outsourcing. Project leaders and bench chemists involved in preparation of material. New starters to the area. Medicinal Chemistry support teams involved in making the first batches for toxicological evaluation WHAT'S INCLUDED: The course fee includes:comprehensive course manualcoffee/tea refreshments breaks throughout each daybuffet lunch each daycourse dinner on the first eveningcourse certificate", "pitch": "The aim of this NEW course is to provide attendees with a good basis to work from when involved in taking development candidates to the first in human trials with a view also on some longer-term requirements.  The course content will therefore focus on the necessary early phases of chemical development as  would typically be required to support production of up to about 2kg using laboratory-based 20L equipment and pilot plant equipment. The course will  introduce and discuss the following: > Requirements in order to move from small (<1g) supplies to the first 100g or so for preclinical work > Further scaling to 1-2kgs non-cGMP > Requirements to make material for use in clinical trial – an introduction to cGMP coupled with the scaling issues > An overview of the requirements to move processes to fixed vessels, assuming cGMP is required – what operations can readily be transferred and those that should ideally be developed out > The importance of physical form selection, understanding and control > Impurities and their control, with specific discussion on genotoxic impurities and developing the specification for the API as it moves from preclinical  batch preparation to cGMP batches for clinical trials.", "price": "1695.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/molecule-to-medicine-5/20221101/"}, {"title": "Secrets of batch process scale-up", "date": "14 November - 18 November 2022", "location": "Online Platform", "information": "COURSE OUTLINE: Process Design for Scale-Up Process development strategies Importance of engineering in PDs. Scale-Up – An Overview Role of the Pilot Plant Overview of scale-up issues Technology transfer issues. Batch Reactors Typical plant operations and equipment Characteristics of batch operations. Raw Materials Raw material and route selection Large-scale charging methods and issues. Temperature Control Large scale temperature control Heat transfer in batch reactors Controlling exothermic reactions. Following Reaction Progress Reaction endpoint determination Sampling methods / issues On-line analytical techniques. Agitation and Mixing Large scale mixing equipment Mixing limited reaction Mixing scale-up / scale-down. Quench & Work-Up. Liquid-liquid extractions. Phase continuity issues and emulsions. Distillation & Stripping. Differential distillation. Azeotropes and solvent exchange. Crystallization and Precipitation. Basic principles / yield estimation. Controlling supersaturation. Scale-up issues. Product Isolation and Drying. Large-scale solid-liquid separations. Filtration and drying equipment. Filtration and drying modelling. Process Hazards and Safety Assessment. Common hazards in large-scale processing. Process hazard assessments and evaluations BENEFITS OF ATTENDING: On completion of this course you will be able to:Assess the safety and scalability of new processes. Identify process operations that may be problematic on scale-up. Design processes that will minimize or avoid common scale-up issues. Better understand heat transfer and mixing requirements for scale-up. Develop more robust crystallization, isolation and drying processes WHO SHOULD ATTEND: This course has been designed for chemists, engineers, technicians and managers in the fine chemical and pharmaceutical industries with limited pilot plant experience who wish to learn more about the potential pitfalls of process scale-up and ways to avoid them. Attendees will come away from the course more knowledgeable about common scale-up problems and better equipped to prepare for and deal with them. The course complements the more chemistry-focused Scientific Update course “Chemical Development and Scale-Up in the Fine Chemical and Pharmaceutical Industries”. WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.  You can also purchase a copy of the Pilot Plant book (at a special price).Hard copy of Manual = £120.00Pilot Plant book = £90.00 (normally £140.00)** Please note each session is not recorded or shared after the course", "pitch": "We are delighted to still be able to offer this course On Line,  it will be divided into five sections, over five days – please see the timings and dates below which are set in UK time zone: Monday, November 14th | 1.30 pm – 5.30 pm GMT Tuesday, November 15th | 1.30 pm – 4.30 pm GMT Wednesday, November 16th | 1.30 pm – 5.30 pm GMT Thursday, November 17th | 1.30 pm – 4.30 pm GMT Friday, November 18th | 1.30 pm – 5.30 pm GMT This course is designed for those with limited or no pilot plant or scale-up experience, provides a comprehensive overview of the most common problems experienced during the scale up of laboratory batch processes, and ways to avoid or mitigate them. The difference between laboratory scale techniques and how the major unit operations are carried out in the pilot plant is a key focus of the course. Thus, along the way attendees will examine the many issues associated with raw material handling, conducting synthetic reactions, reaction workup, product crystallization, isolation and drying at the pilot plant or commercial scale. The course also explores some important engineering concepts such as batch mixing, heat transfer, mass transfer, fluid flow and the influence of these factors on the success of large scale chemical operations. With an awareness of these phenomena, the laboratory researcher will have a better understanding of the types of experiments that should be conducted and the types of data that should be collected to ensure a more successful scale-up. Numerous examples and case histories are presented to reinforce the course material, and class exercises provide an opportunity to put some of the lessons into practice. Heavy emphasis is placed on process safety.", "price": "1795.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/secrets-of-batch-process-scale-up-19/20221114/"}, {"title": "Work up and product isolation – short course", "date": "15 November - 16 November 2022", "location": "Online Platform", "information": "WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "This is a On Line short course that will look at the importance of designing simple, practical reaction quenches, work-ups and product isolations.  The course will be in two sections of 60-90 minutes held over two consecutive days as follow: Tuesday, November 15th | 2.30pm – 4.00pm GMT – Session 1 Wednesday, November 16th | 2.30pm – 4.00pm GMT – Session 2 This short course will discuss the importance of designing simple, practical reaction quenches, work-ups and product isolations for a range of reaction and product types e.g. highly exothermic quenches, products with poor stability, removal of reagent by-products, consideration of impurities and meeting the needs of process intermediates as well as final products.  The focus of this short course will be to design processes suitable for large scale operation and the importance of laboratory experimental design and execution to adequately model the large-scale process. This online course will be of interest to anyone who are: Discovery/Synthetic organic chemists Process development chemists Anyone involved in carrying out practical chemistry", "price": "315.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/work-up-and-product-isolation-2/20221115/"}, {"title": "Quality by design in pharmaceutical development", "date": "28 November - 02 December 2022", "location": "Online Platform", "information": "COURSE CONTENT: Introduction: Why Qb. D, what is Qb. D? FDA objectives, the Qb. D approach. The Qb. D process: QTPP, assessing risk, working through unit operations to determine CPPs and CMAs. Qb. D in chemical development, formulation, method development, and manufacturing. Drug properties: setting your QTPP, risk assessment, risk management, risk assessment questions. Identifying CQAs: drug product QAs, drug substance QAs, raw material QAs. Determining CPPs and CMAs. Product or Process design. Criticality: of PP and MA, CPPs and scale dependence. Consideration of impurities, ICH M7 and Qb. D, control strategies, case study. Control strategies: different levels, monitoring and control, post-approval changes. Chemistry and scale up considerations: process complexity, mixing, mass transfer, heat transfer, modelling. Process capability, process analytical technology. Qb. D and continuous processing: FDA perspective, advantages, challenges. Quantification of CPPs. Do. E in Qb. D: introduction to Do. E, where does Do. E fit in Qb. DQb. D in API manufacture, case studies. Qb. D in Action: breakout workshop and case studies. Initial expectations vs current practices. Summary and definitions COURSE OBJECTIVES: To provide a comprehensive understanding of Qb. D including current uses and promised use. To provide a step-by-step process for successful Qb. DTo introduce Do. E for Qb. D purposes. To apply Qb. D to develop safe and robust processes. To use a comprehensive manual with examples and case studies to further educate on the Qb. D process. After completing the course attendees should have:A comprehensive understanding of Qb. D including the process and all associated definitions. The ability to develop and use Quality Target Product profiles (including identifying CQAs, identifying, prioritising and quantifying process parameters and material attributes)An understanding of different risk assessment techniques to determine and manage risk. Ways to determine and implement control strategies. The skills required to develop and understand the robustness of processes. The tools to identify potential mixing and scale up problems. An understanding of Do. E in relation to Qb. DAn appreciation of the benefits of continuous manufacturing from a Qb. D perspective. An appreciation of Qb. D in analytical chemistry, formulation, process development and manufacturing. An appreciation of PAT in Qb. D WHO SHOULD ATTEND: Chemists, engineers, analysts and formulators in pharmaceutical development. Anyone involved with the development of new or existing drug products; changes or improvements to existing or generic drugs are subject to Qb. D principals. WHAT'S INCLUDED: The course fee includes:Link to watch all five live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process.", "pitch": "We are delighted to offer this QbD course ON LINE, this three day course will be divided up over 5 sessions and brought to you via an Virtual Platform, the dates and times are as follows: Monday, November 28th | 1.30 – 5.30pm GMT Tuesday, November 29th | 1.30 – 5.30pm GMT Wednesday, November 30th | 1.30 – 5.30pm GMT Thursday, December 1st | 1.30 – 5.30pm GMT Friday, December 2nd | 1.30 – 5.30pm GMT QbD is an industry initiative supported by regulators. However, it is also a systematic method of process development which delivers consistency, robustness and increased process knowledge. This course introduces QbD across all areas of pharmaceutical development including synthesis, formulation and analysis, and suggests practical recommendations for the implementation of QbD. Participants will learn how to identify and prioritise process parameters, determine and manage risk, and implement control strategies. The use of experimental design (DoE) in QbD, the identification of potential mixing and scale-up problems, and the safe scale up of processes to pilot and manufacturing plants will also be discussed. For the benefit of process scientists, engineers, formulators, analytical chemists and manufacturing personnel, this course includes highly interactive, hands-on workshops, based on several case studies. Please do view the brochure for more information (please note this is based on the live 3 day course, but the content is the same)", "price": "1795.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/quality-by-design-in-pharmaceutical-development-8/20221128/"}, {"title": "Photoredox catalysis in organic synthesis", "date": "29 November - 30 November 2022", "location": "Online Platform", "information": "WHAT'S INCLUDED: The course fee includes:Link to watch all two live sessions. Electronic version of the course manual*Course certificate. For this on line course, there will be no recordings available and *the e reader manual is NOT printable or downloadable (due to copyright).  If you prefer a hard copy of the manual you will have the opportunity of purchasing a professionally printed hard copy during the booking process. WHO SHOULD ATTEND: Discovery/Synthetic organic chemists. Process development chemists. Anyone wishing to learn more about photoredox chemistry", "pitch": "This Online short course will look into the industrial application of photoredox and concomitant development of enabling technologies.  The course will be in two sections of 60-90 minutes held over two consecutive days as follow: November 29th, 2.30 – 4.00 pm (UK)  |  Session 1 November 30th, 2.30 – 4.00 (UK) |  Session 2 Light-driven organic synthesis, and in particular the use of visible light in photoredox catalysis, has dramatically increased over the past decade. Application in synthetic drug discovery has expanded and augmented the rapid diversification of chemical space- with new scaffolds, late stage functionalization and high throughput screening methods being used to identify new reaction modalities. Industrial application of photoredox and concomitant development of enabling technologies such as continuous flow photochemistry is also set to impact future drug manufacturing. This online course will be of interest to anyone who are: Discovery/Synthetic organic chemists Process development chemists Anyone wishing to learn more about photoredox chemistry When you register you will be sent links to join the on-line sessions.", "price": "315.00", "currency": "£", "link": "https://www.scientificupdate.com/training_courses/photoredox-catalysis-in-organic-synthesis/20221129/"}]